Repository: Spacebody/Vela
Catalog: Vela/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

# scenes.test.detailFormat
source: %lld of %lld trigger groups match the current redacted network context.
zh_hans: %lld/%lld 个触发器组与当前经过脱敏处理的网络环境匹配。

# scenes.test.disabled
source: Scene is disabled
zh_hans: 场景已停用

# scenes.test.invalid
source: Scene needs editing
zh_hans: 场景需要编辑

# scenes.test.manualOnly
source: Manual activation only
zh_hans: 仅支持手动激活

# scenes.test.matched
source: Scene matches
zh_hans: 场景匹配

# scenes.test.notMatched
source: Scene does not match
zh_hans: 场景不匹配

# scenes.transition.applying
source: Applying target…
zh_hans: 正在应用目标…

# scenes.transition.applying.short
source: Applying
zh_hans: 正在应用

# scenes.transition.committing
source: Committing Scene…
zh_hans: 正在提交场景…

# scenes.transition.committing.short
source: Committing
zh_hans: 正在提交

# scenes.transition.complete
source: Complete
zh_hans: 已完成

# scenes.transition.contextFormat
source: Current: %@ · Requested: %@ · Phase: %@. The active badge stays on the committed Scene until verification succeeds.
zh_hans: 当前：%@ · 已请求：%@ · 阶段：%@。验证成功前，活动标记保持在已提交的场景上。

# scenes.transition.failed
source: Failed
zh_hans: 失败

# scenes.transition.pending
source: Pending
zh_hans: 等待中

# scenes.transition.preparing
source: Preparing safely…
zh_hans: 正在安全准备…

# scenes.transition.preparing.short
source: Preparing
zh_hans: 正在准备

# scenes.transition.rollingBack
source: Rolling back safely…
zh_hans: 正在安全回滚…

# scenes.transition.rollingBack.short
source: Rolling back
zh_hans: 正在回滚

# scenes.transition.title
source: Scene transition in progress
zh_hans: 场景转换正在进行

# scenes.transition.verifying
source: Verifying health…
zh_hans: 正在验证健康状态…

# scenes.transition.verifying.short
source: Verifying
zh_hans: 正在验证

# scenes.transition.working
source: Working…
zh_hans: 正在处理…

# scenes.trigger.constrained
source: Constrained network
zh_hans: 受限网络

# scenes.trigger.custom
source: Keep existing advanced triggers
zh_hans: 保留现有高级触发条件

# scenes.trigger.custom.detail
source: This editor preserves the existing trigger groups unless you choose a replacement preset.
zh_hans: 除非你选择替换预设，否则此编辑器会保留现有触发条件组。

# scenes.trigger.expensive
source: Expensive network
zh_hans: 高成本网络

# scenes.trigger.interface.format
source: Network interface: %@
zh_hans: 网络接口：%@

# scenes.trigger.localTime
source: Local time window
zh_hans: 本地时间窗口

# scenes.trigger.matched
source: Matched
zh_hans: 匹配

# scenes.trigger.networkInterface
source: Network interface
zh_hans: 网络接口

# scenes.trigger.notEvaluated
source: Not evaluated
zh_hans: 未评估

# scenes.trigger.notMatched
source: Not matched
zh_hans: 不匹配

# scenes.trigger.power.format
source: Power source: %@
zh_hans: 电源：%@

# scenes.trigger.powerSource
source: Power source
zh_hans: 电源来源

# scenes.trigger.secureWiFi
source: Secure Wi-Fi match
zh_hans: 安全 Wi-Fi 匹配

# scenes.trigger.wired
source: Wired Ethernet
zh_hans: 有线以太网

# scenes.triggerGroup.format
source: Match group %lld · all conditions
zh_hans: 匹配组 %lld · 所有条件

# scenes.triggers.preset
source: Network trigger
zh_hans: 网络触发器

# scenes.triggers.title
source: Trigger groups
zh_hans: 触发器组

# scenes.untitled
source: New Scene
zh_hans: 新场景

# scenes.value.engineOnly
source: Engine only
zh_hans: 仅内核

# scenes.value.keepCurrent
source: Keep current
zh_hans: 保持当前状态

# scenes.value.none
source: None
zh_hans: 无

# scenes.value.off
source: Off
zh_hans: 关闭

# scenes.value.systemProxy
source: System Proxy
zh_hans: 系统代理

# scenes.value.unavailable
source: Unavailable
zh_hans: 不可用

# settings.bundledDocument.error.changedFormat
source: The bundled %@ document changed while it was read.
zh_hans: 读取期间，捆绑的 %@ 文档发生了变化。

# settings.bundledDocument.error.invalidEncodingFormat
source: The bundled %@ document is not valid UTF-8 text.
zh_hans: 捆绑的 %@ 文档不是有效的 UTF-8 文本。

# settings.bundledDocument.error.invalidSizeFormat
source: The bundled %@ document has an invalid size.
zh_hans: 捆绑的 %@ 文档大小无效。

# settings.bundledDocument.error.notRegularFormat
source: The bundled %@ document is not a regular file.
zh_hans: 捆绑的 %@ 文档不是常规文件。

# settings.bundledDocument.error.unreadableFormat
source: The bundled %@ document could not be loaded.
zh_hans: 无法加载捆绑的 %@ 文档。

# settings.bundledMetadata.error.manifest
source: The bundled Mihomo manifest could not be loaded.
zh_hans: 无法加载捆绑的 Mihomo 清单。

# settings.category.about
source: About
zh_hans: 关于

# settings.category.about.subtitle
source: Version, licenses and support
zh_hans: 版本、许可证与支持

# settings.category.advanced
source: Advanced
zh_hans: 高级

# settings.category.advanced.subtitle
source: Privileged components and local data
zh_hans: 特权组件与本地数据

# settings.category.automation
source: Automation
zh_hans: 自动化

# settings.category.automation.subtitle
source: Automatic Scenes and available integrations
zh_hans: 自动场景与可用集成

# settings.category.betaDiagnostics
source: Beta & Diagnostics
zh_hans: Beta 与诊断

# settings.category.betaDiagnostics.subtitle
source: Local reliability evidence and self-tests
zh_hans: 本地可靠性证据与自检

# settings.category.core
source: Core
zh_hans: 内核

# settings.category.core.subtitle
source: Installed Mihomo cores and verification
zh_hans: 已安装的 Mihomo 内核与验证

# settings.category.general
source: General
zh_hans: 通用

# settings.category.general.subtitle
source: Startup, menu bar and privacy
zh_hans: 启动、菜单栏与隐私

# settings.category.network
source: Network
zh_hans: 网络

# settings.category.network.subtitle
source: System Proxy and network data
zh_hans: 系统代理与网络数据

# settings.category.tun.subtitle
source: Privileged routing and interface settings
zh_hans: 特权路由与接口设置

# settings.category.updates
source: Updates
zh_hans: 更新

# settings.category.updates.subtitle
source: Signed releases and update preferences
zh_hans: 签名版本与更新偏好

# settings.core.activeBlocked.title
source: Critical: Active Core Blocked
zh_hans: 严重：当前 Core 已被阻止

# settings.core.attention.title
source: Core Lifecycle Attention Required
zh_hans: Core 生命周期需要处理

# settings.core.catalog.checking
source: Checking
zh_hans: 正在检查

# settings.core.catalog.checkSystemClock
source: Check system clock
zh_hans: 请检查系统时钟

# settings.core.catalog.expiredNotAccepted
source: Expired · not accepted
zh_hans: 已过期 · 未接受

# settings.core.catalog.expiredSequenceIntegerFormat
source: Expired · sequence %llu
zh_hans: 已过期 · 序列 %llu

# settings.core.catalog.notConfigured
source: Not configured
zh_hans: 未配置

# settings.core.catalog.ready
source: Ready
zh_hans: 就绪

# settings.core.catalog.verificationFailed
source: Verification failed
zh_hans: 验证失败

# settings.core.catalog.verifiedSequenceIntegerFormat
source: Verified · sequence %llu
zh_hans: 已验证 · 序列 %llu

# settings.core.document.compatibility
source: Core Compatibility Report
zh_hans: 内核兼容性报告

# settings.core.document.error.missing
source: The signed Core evidence does not contain this document.
zh_hans: 已签名的内核证据中不包含此文档。

# settings.core.document.error.noExternalCore
source: No installed external Core is active.
zh_hans: 当前没有启用已安装的外部内核。

# settings.core.document.error.verification
source: The retained signed Core evidence could not be verified.
zh_hans: 无法验证保留的已签名内核证据。

# settings.core.document.license
source: Core License
zh_hans: 内核许可证

# settings.core.document.notice
source: Core Third-Party Notice
zh_hans: 内核第三方声明

# settings.core.document.sourceMetadata
source: Core Source Metadata
zh_hans: 内核来源元数据

# settings.core.integrity.checkFailed
source: Check failed
zh_hans: 检查失败

# settings.core.integrity.checking
source: Checking…
zh_hans: 正在检查…

# settings.core.integrity.notChecked
source: Not checked
zh_hans: 未检查

# settings.core.integrity.verified
source: Verified
zh_hans: 已验证

# settings.core.interruptedActivation.detail
source: The durable activation journal is retained. Core downloads, selection, removal, and automatic checks remain locked until the rollback is fully verified.
zh_hans: 持久化激活日志已保留。在回滚完全验证前，Core 下载、选择、移除和自动检查将保持锁定。

# settings.core.interruptedActivation.title
source: Interrupted Core Activation
zh_hans: Core 激活被中断

# settings.core.link.releaseNotes
source: Core release notes
zh_hans: 内核发行说明

# settings.core.link.repository
source: Core repository
zh_hans: 内核代码仓库

# settings.core.link.source
source: Core source
zh_hans: 内核源代码

# settings.core.parity.helperUnavailable
source: Privileged component unavailable
zh_hans: 特权组件不可用

# settings.core.parity.userOnly
source: User only
zh_hans: 仅用户态

# settings.core.parity.userPrivileged
source: User / Privileged
zh_hans: 用户态 / 特权态

# settings.core.role.active
source: Active
zh_hans: 当前

# settings.core.role.pinned
source: Pinned
zh_hans: 已固定

# settings.core.role.previous
source: Previous
zh_hans: 上一个

# settings.core.role.quarantined
source: Quarantined
zh_hans: 已隔离

# settings.core.safeMode.detail
source: Factory Core is in use. The newer Core Store is untouched; reinstall the newer Vela version to resume Core changes.
zh_hans: 当前使用出厂 Core。较新的 Core Store 保持不变；请重新安装较新版本的 Vela 以恢复 Core 更改。

# settings.core.safeMode.title
source: Read-only Downgrade Safe Mode
zh_hans: 只读降级安全模式

# settings.core.source.downloaded
source: Downloaded
zh_hans: 已下载

# settings.core.source.factory
source: Built-in
zh_hans: 内置

# settings.core.state.probation
source: Probation
zh_hans: 试运行

# settings.core.status.blocked
source: Blocked
zh_hans: 已阻止

# settings.core.status.knownGood
source: Known Good
zh_hans: 已知良好

# settings.core.status.quarantined
source: Quarantined
zh_hans: 已隔离

# settings.core.status.ready
source: Ready
zh_hans: 就绪

# settings.core.status.withdrawn
source: Withdrawn
zh_hans: 已撤回

# settings.core.unknownTime
source: unknown time
zh_hans: 未知时间

# settings.core.verification.archiveReceiptRetained
source: Release archive receipt retained; not embedded
zh_hans: 已保留发布归档收据；未嵌入

# settings.core.verification.coveredByNotarizedApp
source: Covered by notarized Vela app
zh_hans: 由已公证的 Vela 应用覆盖

# settings.core.verification.decoded
source: Decoded
zh_hans: 已解码

# settings.core.verification.factoryManifest
source: Factory manifest (not Catalog)
zh_hans: 出厂清单（非 Catalog）

# settings.core.verification.factoryPreflightPending
source: Factory preflight pending
zh_hans: 等待出厂预检

# settings.core.verification.factoryReleaseEvidence
source: Factory release evidence
zh_hans: 出厂发布证据

# settings.core.verification.failed
source: Failed
zh_hans: 失败

# settings.core.verification.none
source: None
zh_hans: 无

# settings.core.verification.notChecked
source: Not checked
zh_hans: 未检查

# settings.core.verification.notRun
source: Not run
zh_hans: 未运行

# settings.core.verification.notSynchronized
source: Not synchronized in this privileged component session
zh_hans: 此特权组件会话中尚未同步

# settings.core.verification.passed
source: Passed
zh_hans: 通过

# settings.core.verification.privilegedComponentCatalogPolicy
source: Privileged Component Catalog Policy
zh_hans: 特权组件目录策略

# settings.core.verification.runtimeCheckPending
source: Runtime check pending
zh_hans: 等待运行时检查

# settings.core.verification.syncedSequenceBuildFormat
source: Synced · sequence %llu · build %@
zh_hans: 已同步 · 序列 %llu · 构建 %@

# settings.core.verification.syncedSequenceIntegerFormat
source: Synced · sequence %llu
zh_hans: 已同步 · 序列 %llu

# settings.core.verification.syncRequired
source: Sync required
zh_hans: 需要同步

# settings.core.verification.thinArchitectureFormat
source: thin %@
zh_hans: 单一架构 %@

# settings.core.verification.unavailable
source: Unavailable
zh_hans: 不可用

# settings.core.verification.unavailableInCatalog
source: Unavailable in current Catalog
zh_hans: 当前 Catalog 中不可用

# settings.core.verification.verified
source: Verified
zh_hans: 已验证

# settings.dataDirectory.error.unavailable
source: Vela's data directory is not available yet.
zh_hans: Vela 数据目录尚不可用。

# settings.dataDirectory.error.unresolved
source: Vela's data directory could not be resolved.
zh_hans: 无法确定 Vela 数据目录。

# settings.externalLink.errorFormat
source: The %@ page could not be opened in your default browser.
zh_hans: 无法在默认浏览器中打开“%@”页面。

# settings.externalLink.mihomoRelease
source: Mihomo release
zh_hans: Mihomo 发布页

# settings.externalLink.mihomoSource
source: Mihomo source
zh_hans: Mihomo 源代码

# settings.geo.status.failed
source: Update Failed
zh_hans: 更新失败

# settings.geo.status.ready
source: Ready
zh_hans: 就绪

# settings.geo.status.unknown
source: Result Unknown
zh_hans: 结果未知

# settings.geo.status.updatedFormat
source: Updated %@
zh_hans: 更新于 %@

# settings.geo.status.updating
source: Updating…
zh_hans: 正在更新…

# settings.legal.gnuGPL
source: GNU General Public License
zh_hans: GNU 通用公共许可证

# settings.legal.mihomoNotice
source: Mihomo Third-Party Notice
zh_hans: Mihomo 第三方声明

# settings.legal.viewLicense
source: View License
zh_hans: 查看许可证

# settings.legal.viewNotice
source: View Notice
zh_hans: 查看声明

# settings.loginItem.error.register
source: Vela could not be registered as a login item. Open Login Items Settings and try again.
zh_hans: 无法将 Vela 注册为登录项。请打开“登录项”设置后重试。

# settings.loginItem.error.statusUnavailable
source: macOS did not return a reliable login item status.
zh_hans: macOS 未返回可靠的登录项状态。

# settings.loginItem.error.unregister
source: Vela could not be removed from login items. Open Login Items Settings and try again.
zh_hans: 无法从登录项中移除 Vela。请打开“登录项”设置后重试。

# settings.loginItem.status.enabled
source: Enabled
zh_hans: 已启用

# settings.loginItem.status.off
source: Off
zh_hans: 关闭

# settings.loginItem.status.requiresApproval
source: Requires Approval
zh_hans: 需要批准

# settings.loginItem.status.unknown
source: Unknown
zh_hans: 未知

# settings.menuBar.behavior.alwaysAvailable
source: Always available
zh_hans: 始终可用

# settings.navigation.hideSidebar
source: Hide Sidebar
zh_hans: 隐藏侧边栏

# settings.navigation.showSidebar
source: Show Sidebar
zh_hans: 显示侧边栏

# settings.privilegedComponent.reinstall.message
source: TUN must be off. macOS may require approval again.
zh_hans: TUN 必须关闭。macOS 可能会再次要求批准。

# settings.privilegedComponent.reinstall.title
source: Reinstall Privileged Component?
zh_hans: 重新安装特权组件？

# settings.privilegedComponent.repairRequired
source: Repair Required
zh_hans: 需要修复

# settings.privilegedComponent.repairRequired.detail
source: Vela could not verify the installed privileged component against this app build. Turn off TUN, then reinstall the component; development builds may also require installing a consistently signed app in Applications.
zh_hans: Vela 无法确认已安装的特权组件与当前应用构建一致。请先关闭 TUN，再重新安装组件；开发构建还可能需要将签名一致的应用安装到“应用程序”文件夹。

# settings.privilegedComponent.signingIdentityInvalid.detail
source: Vela's development signing identity is missing, expired, or not trusted. Create a valid Apple Development certificate in Xcode, rebuild Vela, then reinstall the privileged component.
zh_hans: Vela 的开发签名身份缺失、已过期或不受信任。请在 Xcode 中创建有效的 Apple Development 证书，重新构建 Vela，然后重新安装特权组件。

# settings.privilegedComponent.title
source: Privileged Component
zh_hans: 特权组件

# settings.privilegedComponent.uninstall.message
source: Both options stop and verify the owned runtime before unregistering. Remove Runtime Data is the default and deletes privileged runtime data. Keep Clean Diagnostics Metadata still removes active root configurations, Controller secrets, credentials, and startup logs; it retains only clean, non-secret diagnostic metadata.
zh_hans: 两种选项都会先停止并验证 Vela 所有的运行时，再取消注册。默认的“移除运行时数据”会删除特权运行时数据；“保留干净的诊断元数据”仍会删除活跃的 root 配置、Controller 密钥、凭据和启动日志，仅保留不含敏感信息的诊断元数据。

# settings.privilegedComponent.uninstall.title
source: Uninstall Privileged Component?
zh_hans: 卸载特权组件？

# settings.privilegedComponent.version
source: Privileged Component Version
zh_hans: 特权组件版本

# settings.releaseManifest.error.invalid
source: The bundled release manifest is invalid or too large.
zh_hans: 捆绑的发布清单无效或过大。

# settings.releaseManifest.error.missing
source: This build does not contain a release manifest.
zh_hans: 此构建不包含发布清单。

# settings.releaseManifest.error.notValidated
source: This build does not contain a validated release manifest.
zh_hans: 此构建不包含已验证的发布清单。

# settings.releaseManifest.error.unreadable
source: The bundled release manifest could not be read.
zh_hans: 无法读取捆绑的发布清单。

# settings.releaseManifest.title
source: Vela Release Manifest
zh_hans: Vela 发布清单

# settings.scenes.active
source: Active Scene
zh_hans: 当前场景

# settings.tun.stack.mixed
source: Mixed
zh_hans: 混合

# settings.tun.stack.system
source: System
zh_hans: 系统

# settings.tun.status.needsRecovery
source: Needs Recovery
zh_hans: 需要恢复

# settings.tun.status.ready
source: Ready
zh_hans: 就绪

# settings.tun.status.running
source: Running
zh_hans: 运行中

# settings.tun.status.setupRequired
source: Setup Required
zh_hans: 需要设置

# settings.tun.status.transitioning
source: Transitioning
zh_hans: 正在切换

# settings.update.channel.beta
source: Beta
zh_hans: 测试版

# settings.update.channel.stable
source: Stable
zh_hans: 稳定版

# settings.update.interval.daysFormat
source: Every %lld day(s)
zh_hans: 每 %lld 天

# settings.update.interval.hoursFormat
source: Every %lld hour(s)
zh_hans: 每 %lld 小时

# settings.update.interval.notScheduled
source: Not scheduled
zh_hans: 未计划

# settings.update.lastCheck.never
source: Never
zh_hans: 从未

# settings.update.lifecycle.available
source: Update Available
zh_hans: 有可用更新

# settings.update.lifecycle.available.detailFormat
source: Version %@ (%@)
zh_hans: 版本 %@（%@）

# settings.update.lifecycle.checking
source: Checking
zh_hans: 正在检查

# settings.update.lifecycle.checking.detail
source: Vela is securely checking the signed update feed.
zh_hans: Vela 正在安全检查已签名的更新源。

# settings.update.lifecycle.downloaded
source: Downloaded
zh_hans: 已下载

# settings.update.lifecycle.downloaded.detailFormat
source: Version %@ (%@) is ready.
zh_hans: 版本 %@（%@）已就绪。

# settings.update.lifecycle.failed
source: Update Failed
zh_hans: 更新失败

# settings.update.lifecycle.failed.detailFormat
source: The update operation failed (%@).
zh_hans: 更新操作失败（%@）。

# settings.update.lifecycle.preparing
source: Preparing to Update
zh_hans: 正在准备更新

# settings.update.lifecycle.preparing.detail
source: Network services are moving to a verified safe stop.
zh_hans: 网络服务正在进入经验证的安全停止状态。

# settings.update.lifecycle.ready
source: Ready
zh_hans: 就绪

# settings.update.lifecycle.readyToInstall
source: Ready to Install
zh_hans: 可以安装

# settings.update.lifecycle.readyToInstall.detail
source: The update installer may continue.
zh_hans: 更新安装程序可以继续。

# settings.update.lifecycle.recoveryRequired
source: Recovery Required
zh_hans: 需要恢复

# settings.update.lifecycle.recoveryRequired.detailFormat
source: Update recovery requires attention at %@.
zh_hans: 更新恢复在 %@ 阶段需要处理。

# settings.update.lifecycle.unavailable
source: Configuration Required
zh_hans: 需要配置

# settings.update.lifecycle.unavailable.detail
source: Secure update configuration is unavailable for this build.
zh_hans: 此版本缺少可用的安全更新配置。

# settings.update.result.available
source: A signed update is available.
zh_hans: 有可用的已签名更新。

# settings.update.result.channelChanged
source: The update channel was changed.
zh_hans: 更新通道已更改。

# settings.update.result.downloaded
source: The update was downloaded.
zh_hans: 更新已下载。

# settings.update.result.failedFormat
source: The update check needs attention (%@).
zh_hans: 更新检查需要处理（%@）。

# settings.update.result.upToDate
source: No newer update was selected.
zh_hans: 未选择到更新的版本。

# sidebar.brand.subtitle
source: A native Mihomo network proxy client
zh_hans: 原生 Mihomo 网络代理客户端

# sidebar.configurationWorkbench
source: Configuration Workbench
zh_hans: 配置工作台

# sidebar.service.running
source: Connected
zh_hans: 已连接

# sidebar.service.stopped
source: Disconnected
zh_hans: 未连接

# status.failed
source: Failed
zh_hans: 失败

# status.healthy
source: Healthy
zh_hans: 正常

# status.information
source: Information
zh_hans: 信息

# status.inProgress
source: In progress
zh_hans: 进行中

# status.neutral
source: Neutral
zh_hans: 中性

# status.permissionRequired
source: Permission required
zh_hans: 需要权限

# status.stale
source: Stale
zh_hans: 已过期

# status.unavailable
source: Unavailable
zh_hans: 不可用

# status.warning
source: Warning
zh_hans: 警告

# support.activity.diagnostics
source: Running diagnostics
zh_hans: 正在运行诊断

# support.activity.preparingBundle
source: Preparing the support bundle
zh_hans: 正在准备支持包

# support.activity.repairing
source: Applying the selected repair
zh_hans: 正在应用所选修复

# support.activity.verifying
source: Verifying the repair
zh_hans: 正在验证修复结果

# support.bundle.cancelPreparation
source: Cancel Preparation
zh_hans: 取消准备

# support.bundle.contents.defaults
source: Included: version, system summary, diagnostic states, lifecycle summaries, trust status, and stable error codes
zh_hans: 包含：版本、系统摘要、诊断状态、生命周期摘要、信任状态和稳定错误代码

# support.bundle.contents.detail
source: The archive is limited to 10 MiB and 100 files. Configuration YAML, subscription URLs, credentials, network destinations, process paths, and Keychain content are always excluded.
zh_hans: 归档最多为 10 MiB 和 100 个文件。配置 YAML、订阅 URL、凭据、网络目标、进程路径和钥匙串内容始终排除。

# support.bundle.contents.optionalNotice
source: Optional logs and crash evidence are off by default and remain subject to the same redaction and blocking scan.
zh_hans: 可选日志和崩溃证据默认关闭，并且同样会经过脱敏和阻止扫描。

# support.bundle.contents.title
source: Bundle Contents
zh_hans: 支持包内容

# support.bundle.pipeline.notStarted
source: Preparation has not started
zh_hans: 尚未开始准备

# support.bundle.pipeline.title
source: Preparation
zh_hans: 准备过程

# support.bundle.private.detail
source: Preparation stays on this Mac. Vela removes structured secrets, scans every file again, and blocks unsafe exports. Nothing is uploaded automatically.
zh_hans: 准备过程仅在这台 Mac 上进行。Vela 会移除结构化机密、再次扫描每个文件，并阻止不安全的导出。不会自动上传任何内容。

# support.bundle.private.title
source: Private by Design
zh_hans: 隐私保护设计

# support.bundle.stage.collecting
source: Collecting
zh_hans: 收集

# support.bundle.stage.ready
source: Preview Ready
zh_hans: 预览就绪

# support.bundle.stage.redacting
source: Redacting
zh_hans: 脱敏

# support.bundle.stage.validating
source: Validating
zh_hans: 验证

# support.bundle.tool.subtitle
source: Preview a bounded, redacted local archive before choosing where to save it.
zh_hans: 选择保存位置前，先预览经过限制和脱敏的本地归档。

# support.bundle.tool.title
source: Export Support Bundle
zh_hans: 导出支持包

# support.category.appUpdate
source: App Update
zh_hans: App 更新

# support.category.cannotConnect
source: Cannot Connect
zh_hans: 无法连接

# support.category.cliAndShortcuts
source: CLI and Shortcuts
zh_hans: CLI 与快捷指令

# support.category.configuration
source: Configuration
zh_hans: 配置

# support.category.coreUpdate
source: Core Update
zh_hans: 内核 更新

# support.category.crash
source: Crash
zh_hans: 崩溃

# support.category.performance
source: Performance
zh_hans: 性能

# support.category.picker
source: Issue category
zh_hans: 问题类别

# support.category.privilegedComponent
source: Privileged Component
zh_hans: 特权组件

# support.category.scenes
source: Scenes
zh_hans: 场景

# support.category.subscription
source: Subscription
zh_hans: 订阅

# support.category.systemProxy
source: System Proxy
zh_hans: 系统代理

# support.category.title
source: What needs attention?
zh_hans: 哪里需要处理？

# support.check.appUpdate.availableFormat
source: Version %@ (%@) is available.
zh_hans: 版本 %@（%@）可用。

# support.check.appUpdate.checking
source: Securely checking the signed update feed.
zh_hans: 正在安全检查签名更新源。

# support.check.appUpdate.downloadedFormat
source: Version %@ (%@) is ready to install.
zh_hans: 版本 %@（%@）已可安装。

# support.check.appUpdate.failed
source: The update check failed. Open Diagnostics for redacted details.
zh_hans: 更新检查失败。请打开“诊断”查看已脱敏详情。

# support.check.appUpdate.preparing
source: Preparing network services for a verified safe stop.
zh_hans: 正在准备安全停止网络服务并进行验证。

# support.check.appUpdate.ready
source: Ready to check for app updates.
zh_hans: 已可检查 App 更新。

# support.check.appUpdate.readyForInstaller
source: The update installer may continue.
zh_hans: 更新安装程序可以继续。

# support.check.appUpdate.recoveryRequired
source: Update recovery is required. Open Diagnostics for redacted details.
zh_hans: 需要恢复更新。请打开“诊断”查看已脱敏详情。
